Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Play Latest AppleVis Podcast
ar: تشغيل أحدث بودكاست AppleVis
de: Neueste AppleVis-Podcast-Folge abspielen
el: Αναπαραγωγή Πιο Πρόσφατου Podcast AppleVis
es: Reproducir el último pódcast de AppleVis
fa: پخش آخرین پادکست AppleVis
fr: Lire le dernier podcast AppleVis
he: נגן את הפודקאסט האחרון של AppleVis
hi: नवीनतम AppleVis पॉडकास्ट चलाएं
id: Putar Podcast AppleVis Terbaru
it: Riproduci l'ultimo podcast di AppleVis
ja: 最新の AppleVis ポッドキャストを再生
ko: 최신 AppleVis 팟캐스트 재생
nl: Nieuwste AppleVis-podcast afspelen
pl: Odtwórz najnowszy podcast AppleVis
pt: Reproduzir o podcast mais recente da AppleVis
ru: Воспроизвести последний подкаст AppleVis
sv: Spela upp senaste AppleVis-podden
th: เล่นพอดแคสต์ AppleVis ล่าสุด
tr: En Son AppleVis Podcast'ini Oynat
uk: Відтворити останній подкаст AppleVis
vi: Phát Podcast AppleVis mới nhất
zh_hans: 播放最新的 AppleVis 播客

source: Play Latest Podcast
ar: تشغيل أحدث بودكاست
de: Neuesten Podcast abspielen
el: Αναπαραγωγή Πιο Πρόσφατου Podcast
es: Reproducir el último pódcast
fa: پخش آخرین پادکست
fr: Lire le dernier podcast
he: נגן את הפודקאסט האחרון
hi: नवीनतम पॉडकास्ट चलाएं
id: Putar Podcast Terbaru
it: Riproduci l'ultimo podcast
ja: 最新のポッドキャストを再生
ko: 최신 팟캐스트 재생
nl: Nieuwste podcast afspelen
pl: Odtwórz najnowszy podcast
pt: Reproduzir o podcast mais recente
ru: Воспроизвести последний подкаст
sv: Spela upp senaste podden
th: เล่นพอดแคสต์ล่าสุด
tr: En Son Podcast'i Oynat
uk: Відтворити останній подкаст
vi: Phát Podcast mới nhất
zh_hans: 播放最新播客

source: Play next
ar: التشغيل التالي
de: Als nächstes abspielen
el: Επόμενο
es: Reproducir siguiente
fa: پخش بعدی
fr: Lire ensuite
he: הבא
hi: अगला चलाएं
id: Berikutnya
it: Riproduci dopo
ja: 次に再生
ko: 다음에 재생
nl: Volgende afspelen
pl: Następny
pt: Reproduzir a seguir
ru: Следующий
sv: Nästa
th: ถัดไป
tr: Sıradaki
uk: Наступний
vi: Tiếp theo
zh_hans: 下一个播放

source: Play Next
ar: تشغيل التالي
de: Als Nächstes abspielen
el: Αναπαραγωγή Επόμενου
es: Reproducir a continuación
fa: پخش بعدی
fr: Lire ensuite
he: נגן הבא
hi: अगला चलाएं
id: Putar Berikutnya
it: Riproduci successivo
ja: 次に再生
ko: 다음에 재생
nl: Volgende afspelen
pl: Odtwórz następny
pt: Reproduzir a seguir
ru: Воспроизвести следующим
sv: Spela härnäst
th: เล่นต่อไป
tr: Sırada Oynat
uk: Відтворити наступним
vi: Phát tiếp theo
zh_hans: 接下来播放

source: Playback
ar: التشغيل
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
fa: پخش
fr: Lecture
he: השמעה
hi: प्लेबैक
id: Pemutaran
it: Riproduzione
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
ru: Воспроизведение
sv: Uppspelning
th: การเล่น
tr: Oynatma
uk: Відтворення
vi: Phát
zh_hans: 播放

source: Playback position
ar: موضع التشغيل
de: Wiedergabeposition
el: Θέση αναπαραγωγής
es: Posición de reproducción
fa: موقعیت پخش
fr: Position de lecture
he: מיקום ההשמעה
hi: प्लेबैक स्थिति
id: Posisi pemutaran
it: Posizione di riproduzione
ja: 再生位置
ko: 재생 위치
nl: Afspeelpositie
pl: Pozycja odtwarzania
pt: Posição de reprodução
ru: Позиция воспроизведения
sv: Uppspelningsposition
th: ตำแหน่งการเล่น
tr: Oynatma konumu
uk: Позиція відтворення
vi: Vị trí phát
zh_hans: 播放位置

source: Playback speed
ar: سرعة التشغيل
de: Wiedergabegeschwindigkeit
el: Ταχύτητα αναπαραγωγής
es: Velocidad de reproducción
fa: سرعت پخش
fr: Vitesse de lecture
he: מהירות השמעה
hi: प्लेबैक गति
id: Kecepatan pemutaran
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
nl: Afspeelsnelheid
pl: Prędkość odtwarzania
pt: Velocidade de reprodução
ru: Скорость воспроизведения
sv: Uppspelningshastighet
th: ความเร็วในการเล่น
tr: Oynatma hızı
uk: Швидкість відтворення
vi: Tốc độ phát
zh_hans: 播放速度

source: Playback stopped — the connection to this episode was lost.
ar: توقف التشغيل — فُقد الاتصال بهذه الحلقة.
de: Wiedergabe gestoppt – die Verbindung zu dieser Folge wurde unterbrochen.
el: Η αναπαραγωγή σταμάτησε — η σύνδεση με αυτό το επεισόδιο χάθηκε.
es: Reproducción detenida: se perdió la conexión con este episodio.
fa: پخش متوقف شد — اتصال به این قسمت قطع شد.
fr: Lecture arrêtée — la connexion à cet épisode a été perdue.
he: ההשמעה נעצרה — החיבור לפרק זה אבד.
hi: प्लेबैक रुक गया — इस एपिसोड से कनेक्शन खो गया।
id: Pemutaran berhenti — koneksi ke episode ini terputus.
it: Riproduzione interrotta: la connessione a questo episodio è stata persa.
ja: 再生が停止しました。このエピソードとの接続が失われました。
ko: 재생이 중지되었습니다 — 이 에피소드와의 연결이 끊어졌습니다.
nl: Afspelen gestopt — de verbinding met deze aflevering is verbroken.
pl: Odtwarzanie zatrzymane — utracono połączenie z tym odcinkiem.
pt: Reprodução interrompida — a conexão com este episódio foi perdida.
ru: Воспроизведение остановлено — подключение к этому эпизоду потеряно.
sv: Uppspelningen stoppades — anslutningen till detta avsnitt förlorades.
th: หยุดเล่นแล้ว — การเชื่อมต่อกับตอนนี้ขาดหาย
tr: Oynatma durduruldu — bu bölümle bağlantı kesildi.
uk: Відтворення зупинено — з'єднання з цим епізодом втрачено.
vi: Đã dừng phát — mất kết nối với tập này.
zh_hans: 播放已停止——与此单集的连接已丢失。

source: Played
ar: تم التشغيل
de: Abgespielt
el: Αναπαράχθηκε
es: Reproducido
fa: پخش‌شده
fr: Lu
he: הושמע
hi: चलाया गया
id: Diputar
it: Riprodotto
ja: 再生済み
ko: 재생됨
nl: Afgespeeld
pl: Odtworzono
pt: Reproduzido
ru: Прослушано
sv: Spelad
th: เล่นแล้ว
tr: Oynatıldı
uk: Відтворено
vi: Đã phát
zh_hans: 已播放

source: Playing next
ar: يتم تشغيل التالي
de: Als Nächstes wird gespielt
el: Αναπαράγεται επόμενο
es: Reproduciendo a continuación
fa: در حال پخش بعدی
fr: Lecture suivante
he: מנגן הבא
hi: अगला चल रहा है
id: Memutar berikutnya
it: Riproduzione successiva
ja: 次に再生
ko: 다음 재생
nl: Wordt hierna afgespeeld
pl: Odtwarzanie następnego
pt: Reproduzindo a seguir
ru: Далее в очереди
sv: Spelar härnäst
th: กำลังเล่นถัดไป
tr: Sırada oynatılıyor
uk: Відтворюється наступний
vi: Đang phát tiếp theo
zh_hans: 接下来播放

source: Playing next: %@
ar: التشغيل التالي: %@
de: Als nächstes: %@
el: Επόμενο: %@
es: Reproduciendo a continuación: %@
fa: پخش بعدی: %@
fr: Lecture suivante : %@
he: הבא: %@
hi: अगला चल रहा है: %@
id: Berikutnya: %@
it: In riproduzione: %@
ja: 次に再生: %@
ko: 다음 재생: %@
nl: Volgende: %@
pl: Następny: %@
pt: Reproduzindo a seguir: %@
ru: Следующий: %@
sv: Nästa: %@
th: ถัดไป: %@
tr: Sıradaki: %@
uk: Наступний: %@
vi: Tiếp theo: %@
zh_hans: 下一个播放：%@

source: Plays a sound for everyday navigation — tab switching, picker changes, opening screens, and list refreshes.
ar: يشغّل صوتًا للتنقل اليومي — تبديل علامات التبويب، تغييرات المنتقي، فتح الشاشات، وتحديثات القوائم.
de: Spielt einen Ton für die tägliche Navigation ab – Tab-Wechsel, Änderungen in Auswahllisten, Bildschirme öffnen und Listenaktualisierungen.
el: Αναπαράγει έναν ήχο για την καθημερινή πλοήγηση — αλλαγή καρτέλας, αλλαγές επιλογέα, άνοιγμα οθονών και ανανεώσεις λιστών.
es: Reproduce un sonido para la navegación cotidiana: cambio de pestañas, cambios de selector, apertura de pantallas y actualizaciones de listas.
fa: صدایی برای پیمایش روزمره پخش می‌کند — جابه‌جایی برگه، تغییر انتخابگر، باز کردن صفحه‌ها و به‌روزرسانی فهرست‌ها.
fr: Émet un son pour la navigation quotidienne — changement d'onglet, changements de sélecteur, ouverture d'écrans et actualisations de listes.
he: משמיע צליל לניווט יומיומי — מעבר בין לשוניות, שינויי בורר, פתיחת מסכים ורענון רשימות.
hi: रोज़मर्रा के नेविगेशन के लिए ध्वनि बजाता है — टैब बदलना, पिकर परिवर्तन, स्क्रीन खोलना, और सूची रिफ़्रेश。
id: Memutar suara untuk navigasi sehari-hari — pergantian tab, perubahan pemilih, membuka layar, dan penyegaran daftar.
it: Riproduce un suono per la navigazione quotidiana: cambio di scheda, modifiche al selettore, apertura di schermate e aggiornamenti degli elenchi.
ja: 日常的なナビゲーション（タブの切り替え、ピッカーの変更、画面表示、リストの更新）でサウンドを再生します。
ko: 일상적인 탐색을 위한 소리를 재생합니다 — 탭 전환, 선택기 변경, 화면 열기, 목록 새로 고침.
nl: Speelt een geluid af voor dagelijkse navigatie — tabbladwisselingen, kiezerwijzigingen, schermen openen en lijstvernieuwingen.
pl: Odtwarza dźwięk podczas codziennej nawigacji — przełączanie kart, zmiany selektora, otwieranie ekranów i odświeżanie list.
pt: Reproduz um som para a navegação cotidiana — troca de abas, mudanças de seletor, abertura de telas e atualizações de listas.
ru: Воспроизводит звук для повседневной навигации — переключение вкладок, изменения в выборах, открытие экранов и обновление списков.
sv: Spelar upp ett ljud för vardaglig navigering — fliksbyten, väljarändringar, öppning av skärmar och listuppdateringar.
th: เล่นเสียงสำหรับการนำทางทั่วไป — การสลับแท็บ การเปลี่ยนตัวเลือก การเปิดหน้าจอ และการรีเฟรชลิสต์
tr: Günlük gezinme için ses çalar — sekme değiştirme, seçici değişiklikleri, ekran açma ve liste yenilemeleri.
uk: Відтворює звук для повсякденної навігації — перемикання вкладок, зміни в селекторах, відкриття екранів і оновлення списків.
vi: Phát âm thanh cho điều hướng hàng ngày — chuyển thẻ, thay đổi bộ chọn, mở màn hình và làm mới danh sách.
zh_hans: 为日常导航播放音效——切换标签页、选择器更改、打开屏幕以及列表刷新。

source: Plays a sound for moments worth noticing — saving, downloads finishing, notifications, and podcast play and pause.
ar: يشغّل صوتًا للحظات الجديرة بالملاحظة — الحفظ، انتهاء التنزيلات، الإشعارات، وتشغيل/إيقاف البودكاست مؤقتًا.
de: Spielt einen Ton für bemerkenswerte Momente ab – Speichern, abgeschlossene Downloads, Benachrichtigungen sowie Podcast-Wiedergabe/Pause.
el: Αναπαράγει έναν ήχο για στιγμές που αξίζει να προσέξετε — αποθήκευση, ολοκλήρωση λήψεων, ειδοποιήσεις και αναπαραγωγή/παύση podcast.
es: Reproduce un sonido para momentos notables: guardar, descargas finalizadas, notificaciones y reproducción/pausa de pódcast.
fa: صدایی برای لحظات قابل‌توجه پخش می‌کند — ذخیره، پایان بارگیری‌ها، اعلان‌ها و پخش/توقف پادکست.
fr: Émet un son pour les moments importants — enregistrement, fin des téléchargements, notifications et lecture/pause de podcast.
he: משמיע צליל לרגעים ראויים לציון — שמירה, סיום הורדות, התראות והשמעה/השהיה של פודקאסט.
hi: ध्यान देने योग्य क्षणों के लिए ध्वनि बजाता है — सेव करना, डाउनलोड समाप्त होना, सूचनाएं, और पॉडकास्ट चलाना और रोकना。
id: Memutar suara untuk momen yang layak diperhatikan — menyimpan, unduhan selesai, notifikasi, serta memutar dan menjeda podcast.
it: Riproduce un suono per i momenti degni di nota: salvataggio, download completati, notifiche e riproduzione/pausa del podcast.
ja: 注目に値する瞬間（保存、ダウンロード完了、通知、ポッドキャストの再生・一時停止）でサウンドを再生します。
ko: 주목할 만한 순간을 위한 소리를 재생합니다 — 저장, 다운로드 완료, 알림, 팟캐스트 재생 및 일시 중지.
nl: Speelt een geluid af voor opmerkelijke momenten — opslaan, downloads voltooien, meldingen, en podcast afspelen/pauzeren.
pl: Odtwarza dźwięk w istotnych momentach — zapisywanie, zakończenie pobierania, powiadomienia oraz odtwarzanie/wstrzymanie podcastu.
pt: Reproduz um som para momentos que valem a pena notar — salvar, downloads concluídos, notificações e reprodução/pausa de podcast.
ru: Воспроизводит звук в примечательные моменты — сохранение, завершение загрузок, уведомления, а также воспроизведение и пауза подкаста.
sv: Spelar upp ett ljud för anmärkningsvärda ögonblick — sparande, avslutade nedladdningar, aviseringar samt podduppspelning och paus.
th: เล่นเสียงสำหรับช่วงเวลาที่ควรสังเกต — การบันทึก การดาวน์โหลดเสร็จสิ้น การแจ้งเตือน และการเล่น/หยุดพอดแคสต์ชั่วคราว
tr: Dikkat çekici anlar için ses çalar — kaydetme, indirmelerin tamamlanması, bildirimler ve podcast oynatma ve duraklatma.
uk: Відтворює звук у важливі моменти — збереження, завершення завантажень, сповіщення та відтворення/пауза подкасту.
vi: Phát âm thanh cho những khoảnh khắc đáng chú ý — lưu, tải xuống hoàn tất, thông báo, và phát/tạm dừng podcast.
zh_hans: 为值得注意的时刻播放音效——保存、下载完成、通知，以及播客的播放和暂停。

source: Plays a sound for notifications, saving, downloads finishing, and podcast play and pause.
ar: يشغّل صوتًا للإشعارات، الحفظ، انتهاء التنزيلات، وتشغيل/إيقاف البودكاست مؤقتًا.
de: Spielt einen Ton für Benachrichtigungen, Speichern, abgeschlossene Downloads sowie Podcast-Wiedergabe/Pause ab.
el: Αναπαράγει έναν ήχο για ειδοποιήσεις, αποθήκευση, ολοκλήρωση λήψεων και αναπαραγωγή/παύση podcast.
es: Reproduce un sonido para notificaciones, guardar, descargas finalizadas y reproducción/pausa de pódcast.
fa: صدایی برای اعلان‌ها، ذخیره، پایان بارگیری‌ها و پخش/توقف پادکست پخش می‌کند.
fr: Émet un son pour les notifications, l'enregistrement, la fin des téléchargements et la lecture/pause de podcast.
he: משמיע צליל להתראות, שמירה, סיום הורדות והשמעה/השהיה של פודקאסט.
hi: सूचनाओं, सेव करने, डाउनलोड समाप्त होने, और पॉडकास्ट चलाने और रोकने के लिए ध्वनि बजाता है。
id: Memutar suara untuk notifikasi, menyimpan, unduhan selesai, serta memutar dan menjeda podcast.
it: Riproduce un suono per notifiche, salvataggio, download completati e riproduzione/pausa del podcast.
ja: 通知、保存、ダウンロード完了、ポッドキャストの再生・一時停止でサウンドを再生します。
ko: 알림, 저장, 다운로드 완료, 팟캐스트 재생 및 일시 중지에 대한 소리를 재생합니다.
nl: Speelt een geluid af voor meldingen, opslaan, downloads voltooien, en podcast afspelen/pauzeren.
pl: Odtwarza dźwięk dla powiadomień, zapisywania, zakończenia pobierania oraz odtwarzania/wstrzymania podcastu.
pt: Reproduz um som para notificações, salvar, downloads concluídos e reprodução/pausa de podcast.
ru: Воспроизводит звук для уведомлений, сохранения, завершения загрузок, а также воспроизведения и паузы подкаста.
sv: Spelar upp ett ljud för aviseringar, sparande, avslutade nedladdningar samt podduppspelning och paus.
th: เล่นเสียงสำหรับการแจ้งเตือน การบันทึก การดาวน์โหลดเสร็จสิ้น และการเล่น/หยุดพอดแคสต์ชั่วคราว
tr: Bildirimler, kaydetme, indirmelerin tamamlanması ve podcast oynatma ve duraklatma için ses çalar.
uk: Відтворює звук для сповіщень, збереження, завершення завантажень і відтворення/паузи подкасту.
vi: Phát âm thanh cho thông báo, lưu, tải xuống hoàn tất, và phát/tạm dừng podcast.
zh_hans: 为通知、保存、下载完成，以及播客的播放和暂停播放音效。

source: Plays a sound for tab switching, picker changes, opening screens, and list refreshes.
ar: يشغّل صوتًا لتبديل علامات التبويب، تغييرات المنتقي، فتح الشاشات، وتحديثات القوائم.
de: Spielt einen Ton für Tab-Wechsel, Änderungen in Auswahllisten, Bildschirme öffnen und Listenaktualisierungen ab.
el: Αναπαράγει έναν ήχο για αλλαγή καρτέλας, αλλαγές επιλογέα, άνοιγμα οθονών και ανανεώσεις λιστών.
es: Reproduce un sonido para el cambio de pestañas, cambios de selector, apertura de pantallas y actualizaciones de listas.
fa: صدایی برای جابه‌جایی برگه، تغییر انتخابگر، باز کردن صفحه‌ها و به‌روزرسانی فهرست‌ها پخش می‌کند.
fr: Émet un son pour le changement d'onglet, les changements de sélecteur, l'ouverture d'écrans et les actualisations de listes.
he: משמיע צליל למעבר בין לשוניות, שינויי בורר, פתיחת מסכים ורענון רשימות.
hi: टैब बदलने, पिकर परिवर्तन, स्क्रीन खोलने, और सूची रिफ़्रेश के लिए ध्वनि बजाता है。
id: Memutar suara untuk pergantian tab, perubahan pemilih, membuka layar, dan penyegaran daftar.
it: Riproduce un suono per il cambio di scheda, le modifiche al selettore, l'apertura di schermate e gli aggiornamenti degli elenchi.
ja: タブの切り替え、ピッカーの変更、画面表示、リストの更新でサウンドを再生します。
ko: 탭 전환, 선택기 변경, 화면 열기, 목록 새로 고침을 위한 소리를 재생합니다.
nl: Speelt een geluid af voor tabbladwisselingen, kiezerwijzigingen, schermen openen en lijstvernieuwingen.
pl: Odtwarza dźwięk podczas przełączania kart, zmian selektora, otwierania ekranów i odświeżania list.
pt: Reproduz um som para troca de abas, mudanças de seletor, abertura de telas e atualizações de listas.
ru: Воспроизводит звук при переключении вкладок, изменениях в выборах, открытии экранов и обновлении списков.
sv: Spelar upp ett ljud för fliksbyten, väljarändringar, öppning av skärmar och listuppdateringar.
th: เล่นเสียงสำหรับการสลับแท็บ การเปลี่ยนตัวเลือก การเปิดหน้าจอ และการรีเฟรชลิสต์
tr: Sekme değiştirme, seçici değişiklikleri, ekran açma ve liste yenilemeleri için ses çalar.
uk: Відтворює звук під час перемикання вкладок, змін у селекторах, відкриття екранів і оновлення списків.
vi: Phát âm thanh cho việc chuyển thẻ, thay đổi bộ chọn, mở màn hình và làm mới danh sách.
zh_hans: 为切换标签页、选择器更改、打开屏幕以及列表刷新播放音效。

source: Please enter your email address.
ar: يُرجى إدخال عنوان بريدك الإلكتروني.
de: Bitte gib deine E-Mail-Adresse ein.
el: Εισάγετε τη διεύθυνση email σας.
es: Por favor, introduce tu correo electrónico.
fa: لطفاً آدرس ایمیل خود را وارد کنید.
fr: Veuillez saisir votre adresse e-mail.
he: הזן את כתובת הדואר האלקטרוני שלך.
hi: कृपया अपना ईमेल पता दर्ज करें।
id: Masukkan alamat email Anda.
it: Inserisci il tuo indirizzo email.
ja: メールアドレスを入力してください。
ko: 이메일 주소를 입력해 주세요.
nl: Voer je e-mailadres in.
pl: Wprowadź swój adres e-mail.
pt: Por favor, insira seu endereço de e-mail.
ru: Введите адрес электронной почты.
sv: Ange din e-postadress.
th: กรอกที่อยู่อีเมลของคุณ
tr: E-posta adresinizi girin.
uk: Введіть адресу електронної пошти.
vi: Nhập địa chỉ email của bạn.
zh_hans: 请输入您的电子邮件地址。

source: Please enter your password.
ar: يُرجى إدخال كلمة المرور.
de: Bitte gib dein Passwort ein.
el: Εισάγετε τον κωδικό σας.
es: Por favor, introduce tu contraseña.
fa: لطفاً رمز عبور خود را وارد کنید.
fr: Veuillez saisir votre mot de passe.
he: הזן את סיסמתך.
hi: कृपया अपना पासवर्ड दर्ज करें।
id: Masukkan kata sandi Anda.
it: Inserisci la tua password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력해 주세요.
nl: Voer je wachtwoord in.
pl: Wprowadź swoje hasło.
pt: Por favor, insira sua senha.
ru: Введите пароль.
sv: Ange ditt lösenord.
th: กรอกรหัสผ่านของคุณ
tr: Şifrenizi girin.
uk: Введіть пароль.
vi: Nhập mật khẩu của bạn.
zh_hans: 请输入您的密码。

source: Please sign in again to refresh this app.
ar: يرجى تسجيل الدخول مرة أخرى لتحديث هذا التطبيق.
de: Bitte melde dich erneut an, um diese App zu aktualisieren.
el: Παρακαλώ συνδεθείτε ξανά για να ανανεώσετε αυτήν την εφαρμογή.
es: Vuelve a iniciar sesión para actualizar esta app.
fa: لطفاً برای تازه‌سازی این برنامه دوباره وارد شوید.
fr: Veuillez vous reconnecter pour actualiser cette appli.
he: אנא התחבר שוב כדי לרענן אפליקציה זו.
hi: इस ऐप को रीफ़्रेश करने के लिए कृपया फिर से साइन इन करें।
id: Silakan masuk lagi untuk menyegarkan aplikasi ini.
it: Effettua nuovamente l'accesso per aggiornare questa app.
ja: このアプリを更新するには、もう一度サインインしてください。
ko: 이 앱을 새로고침하려면 다시 로그인해 주세요.
nl: Log opnieuw in om deze app te vernieuwen.
pl: Zaloguj się ponownie, aby odświeżyć tę aplikację.
pt: Faça login novamente para atualizar este app.
ru: Пожалуйста, войдите снова, чтобы обновить это приложение.
sv: Logga in igen för att uppdatera denna app.
th: โปรดลงชื่อเข้าใช้อีกครั้งเพื่อรีเฟรชแอปนี้
tr: Bu uygulamayı yenilemek için lütfen tekrar oturum açın.
uk: Будь ласка, увійдіть знову, щоб оновити цей застосунок.
vi: Vui lòng đăng nhập lại để làm mới ứng dụng này.
zh_hans: 请重新登录以刷新此应用。

source: Please sign in again to update this app.
ar: يرجى تسجيل الدخول مرة أخرى لتحديث هذا التطبيق.
de: Bitte melde dich erneut an, um diese App zu aktualisieren.
el: Παρακαλώ συνδεθείτε ξανά για να ενημερώσετε αυτήν την εφαρμογή.
es: Vuelve a iniciar sesión para actualizar esta app.
fa: لطفاً برای به‌روزرسانی این برنامه دوباره وارد شوید.
fr: Veuillez vous reconnecter pour mettre à jour cette appli.
he: אנא התחבר שוב כדי לעדכן אפליקציה זו.
hi: इस ऐप को अपडेट करने के लिए कृपया फिर से साइन इन करें।
id: Silakan masuk lagi untuk memperbarui aplikasi ini.
it: Effettua nuovamente l'accesso per aggiornare questa app.
ja: このアプリを更新するには、もう一度サインインしてください。
ko: 이 앱을 업데이트하려면 다시 로그인해 주세요.
nl: Log opnieuw in om deze app bij te werken.
pl: Zaloguj się ponownie, aby zaktualizować tę aplikację.
pt: Faça login novamente para atualizar este app.
ru: Пожалуйста, войдите снова, чтобы обновить это приложение.
sv: Logga in igen för att uppdatera denna app.
th: โปรดลงชื่อเข้าใช้อีกครั้งเพื่ออัปเดตแอปนี้
tr: Bu uygulamayı güncellemek için lütfen tekrar oturum açın.
uk: Будь ласка, увійдіть знову, щоб оновити цей застосунок.
vi: Vui lòng đăng nhập lại để cập nhật ứng dụng này.
zh_hans: 请重新登录以更新此应用。
